IdeaRS.OpenModel.Material.ConcAggregateType
Concrete aggreage type

IdeaRS.OpenModel.Material.ConcAggregateType.Quartzite
Quartzite aggregates

IdeaRS.OpenModel.Material.ConcAggregateType.Limestone
Limestone aggregates

IdeaRS.OpenModel.Material.ConcAggregateType.Sandstone
Sandstone aggregates

IdeaRS.OpenModel.Material.ConcAggregateType.Basalt
Basalt aggregates